Repository: wp-plugins/custom-sender-for-email-before-download
Catalog: languages/pcm-csebd-*.po
Languages: hu_hu

source: Custom Sender: You need the Email Before Download plugin in order for this plugin to work.
hu_hu: Egyedi feladó: Ennek a bővítménynek a működéséhez szükséged van az Email Before Download bővítményre.

source: Plugin missing
hu_hu: Hiányzó bővítmény

source: Custom Sender for Email Before Download Options
hu_hu: Egyedi feladó az Email Before Download-hoz beállítások

source: Custom Sender for EBD
hu_hu: Egyedi feladó az EBD-hez

source: You do not have sufficient permissions to access this page.
hu_hu: Nincs megfelelő jogosultságot az oldal eléréséhez.

source: Custom Sender for Email Before Download
hu_hu: Egyedi feladó az Email Before Download-hoz

source: Here you can specify the sender for the <a href="https://wordpress.org/plugins/email-before-download/" target="_blank">Email Before Download</a> Plugin.
hu_hu: Itt tudod beállítani, hogy ki jelenjen meg feladóként az <a href="https://wordpress.org/plugins/email-before-download/" target="_blank">Email Before Download</a> bővítmény által kiküldött emailben.

source: Name:
hu_hu: Név:

source: Max. length: %d chars.
hu_hu: Max. hosszúság: %d karakter

source: Accepted characters:
hu_hu: Elfogadott karakterek:

source: Email address:
hu_hu: Email cím:

source: Sample:
hu_hu: Minta:

source: Settings
hu_hu: Beállítások
